Revit 2027 API
BuiltInFailures.RebarFailures.BendDiameterTooLarge Property
 Rebar Bend Diameter is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BendDiameterTooLarge { get; }
Public Shared ReadOnly Property BendDiameterTooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BendDiameterTooLarge {
	FailureDefinitionId^ get ();
}
static member BendDiameterTooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace